Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/educational_material_fi/raporta_2014_minim..pdf.tmx
Source language: fin
Languages: sme

source: Magreta Sara 2 kuukau Tuupa-records.
sme: Raporta Sámenuoraid dáiddadáhpáhusas 2014

source: Osallistujat matkustivat Sodankylään linja-autoilla Uts
sme: Raportti Saamelaisnuorten taidetapahtumasta 2014Anni Näkkäläjärvi

source: Opetus- ja
sme: Pinja Pieski

source: TapahtuBigga Aikio.
sme: Bures boahtin!

source: Sodankylän sivistysjohtaja
sme: Pye’reestpuáttim! Tiõrv pueʹttem!

source: terveisten jälkeen tanhusi paikallinen tans
sme: S Á M E D I G G I S Ä M I T I G G E S Ä Ä ’ M T E ’ Gˇ Gˇ

source: Jutaajat.
sme: Tervetuloa!

source: Raadin työskentelyn aikana tanssiterveiAnne Plosila sekä Giellagas-instituuSolja Magga, Gabriela Satokan
sme: S A A M E L A I S K Ä R Ä J Ä T ordnejuvvui njukčamánu 27. beaivve Soađegili ođđa lihkadanhállas.

source: ja Reetta Tornensis. Tauon aikana näytettiin lyhytfilme
sme: Dáhpáhusa jietna- ja čuovgateknihkas fuolahii Tuupa-rekords.

source: Foto AN.
sme: Dáhpáhusa várás čállojuvvui soađegili lihkadanhálla gádjunplánii vuođđuduvvi doaibmaplána.

source: Nuorimmat joko Tapahtumaan kutsutaan kaikki saamelaislapset ja
sme: Dáhpáhusas barge guokte ortnetdoalli ja vuosttašveahkkeovttadat.

source: Saamelaisnuorten taidetapahtuman päätavoit -hiphopryhmän jäsenet ovat
sme: Dasa lassin ledje guossit maiddái Roavvenjárggas ja oaivegávpotguovllus.

source: Imaš Y -hiphopjoavkku láhtut leat
sme: Dáhpáhussii eai berrojuvvon oassálastin- eaige sisabeassanmávssut.

source: Ohj.
sme: Oahpahus- ja kulturministeriija čujuhii dáiddadáhpáhusa ordnemii ja Nuorra Kultuvra -vuođđudusa ordnen SottiisiMoves -dáhpáhussii oassálastimii oktibuot 28 500 €.

source: /bag.
sme: Dáiddadáhpáhusa láidesteigga studeanta Arla Magga Oulus ja sámemusihkkaguovddáža plánejeadji Anu

source: Pinja ja Alisa Pieski + dánsut / tanssijat. Foto AN.
sme: Magga, guhte maid rohtii luođi ovttas nuorra juoigiin Minja Maggain.

source: Merja Leinonen sekä Bigga Aikio Norjan Kautokeinosta.
sme: Dáhpáhusa álggii dánsumiin Bigga Aikio.

source: Kuvataiteilija Merja Aletta Ranttila, taideopettaja
sme: Soađegili čuvgehushoavda Sanna Ylitalo rah

source: Korinna Korström-Magga sekä va. saameTanja
sme: pansániid maŋŋá dánssui báikkálaš Jutaajat-joavku.

source: kokoontuivat 6.5.
sme: Duopmáriid barggu botta iežaset dánsadearvvuođaid Oulus bukte Anne Plosila sihke Giellagas-instituhta studeanttat Arla Magga, Solja Magga, Gabriela Satokangas ja Reetta Tornensis.

source: Inarin Sajoksessa ja päätti
sme: Lei maid vejolaš geahččat oanehis filmmaid ja čuovgagovvagilvui boahtán digigovaid.

source: , Giđđaválsa (Kevätvalssi) dánsa (Käsivarren lapset),
sme: Gufihttarat -ryhmä Ivalosta / Gufihttarat Avvilis.

source: , hiphop,
sme: ohj./ bag.

source: Powerdancers, foto AN.
sme: Maarit Niittyvuopio. Foto AN.

source: Jutatokka, foto AN.
sme: Kultuvra -temá mielde.

source: , ”Boazu” (Poro),, ”Letś have some fun”,
sme: Earenoamáš sámefáttán dán jagi lei govva eallis.

source: (foto Vesa Toppari/Yle Sápmi)
sme: movttiidahtti árvvoštallama.

source: Giehtaruohtasa mánát, foto AN.
sme: Vuohču skuvlla oahpaheaddjit. Foto AN.

source: Ŋ KA - MINKKI
sme: BÁLKKAŠUMIT
